/* Label next to search field */
"1 song" = "1 Titel";

/* Label next to search field */
"%i songs" = "%i Titel";

/* Dialog Button */
"Cancel" = "Abbrechen";

/* Song label when no track/playlist is selected. */
"Default Alarm" = "Standardton";

/* Main prompt in sheet */
"Do you want to save changes to this alarm before closing?" = "Möchten Sie die Änderungen an diesem Wecker vor dem Schließen sichern?";

/* Dialog Button */
"Don't Save" = "Nicht sichern";

/* Window title when editing an alarm */
"Edit Alarm" = "Wecker bearbeiten";

/* Sub prompt in sheet */
"If you don't save, your changes will be lost." = "Wenn Sie nicht sichern, gehen Ihre Änderungen verloren.";

/* Main prompt in sheet */
"Invalid alarm time" = "Ungültige Zeitangabe";

/* Dialog Button */
"OK" = "OK";

/* Song label when using a playlist */
"Playlist: %@" = "Wiedergabeliste: %@";

/* Error message in AlarmEditor */
"Please select a date and time in the future." = "Bitte wählen Sie einen Zeitpunkt in der Zukunft…";

/* Sub prompt in sheet */
"Please select the days the alarm should repeat." = "Bitte wählen Sie die Tage, an denen der Wecker aktiv sein soll.";

/* Dialog Button */
"Save" = "Sichern";

/* Song label when using a song */
"Song: %@" = "Titel: %@";

